import React, { Component } from 'react'
import { Container, Media } from 'react-bootstrap'

export default class AboutSite extends Component{
    render(){
        return(
            <Container fluid>
                <h2 className = 'text-center m-3'>Кафедра "Автоматизованих систем управління"</h2>
                <h5>Про кафедру:</h5>
                <p style = {{textIndent: '20px'}}>Кафедра автоматизованих систем управління є випускною кафедрою та здійснює підготовку військових фахівців із рівнем вищої освіти перший (бакалаврський), другий (магістерський) за спеціальністю „126 Інформаційні системи та технології ”,спеціалізація „Автоматизовані системи управління військами та озброєнням”.</p>
                <p style = {{textIndent: '20px'}}>Випускники кафедри підготовлені до професійної діяльності з супроводження та експлуатація автоматизованих систем управління військами, створення локальних обчислювальних мереж та застосування сучасних інформаційних та телекомунікаційних технологій для автоматизації процесів управління. Наукова та науково-технічна діяльність кафедри спрямована на дослідження та вдосконалення побудови сучасних інформаційно-обчислювальних мереж, розроблення теоретичних і прикладних засад інтелектуального управління потоками даних з урахуванням досвіду проведення антитерористичної операції на сході країни для створення новітніх систем мобільних радіомереж автоматизованого управління військами.</p>
                <h5>Начальник кафедри:</h5>
                <Media className = 'm-4'>
                    <img src = 'http://www.viti.edu.ua/img/fac_2/b_f_sova.jpg' alt = 'head'/>
                    <Media.Body className = 'mt-5'>
                        <h6 className = 'ml-3'>полковник СОВА Олег Ярославович</h6>
                        <p className = 'ml-3 font-italic'>доктор технічних наук, старший науковий співробітник, учасник бойових дій</p>
                    </Media.Body>
                </Media>
            </Container>
        )
    }
}